print(f"3의 2배의 값을 출력하시오. {3*2}")
print(f"3의 제곱 값을 출력하시오. {3**2}")
print(f"3의 제곱 값을 3의 2배의 값으로 나눈 몫: {(3**2) // (3*2)}, 나머지: {(3**2) % (3*2)}")
print(f"3의 제곱 값에 -3의 제곱 값을 더한 값: {3**2 + (-3)**2}")
print("-" * 54)

mul_3 = 3 * 2
squ_3 = 3 ** 2
squ2_3 = (-3) ** 2
sha_3 = squ_3 // mul_3
rem_3 = squ_3 % mul_3
plus_3 = squ_3 + squ2_3

print(f"3의 2배의 값을 출력하시오. {mul_3}")
print(f"3의 제곱 값을 출력하시오. {squ_3}")
print(f"3의 제곱 값을 3의 2배의 값으로 나눈 몫: {sha_3}, 나머지: {rem_3}")
print(f"3의 제곱 값에 -3의 제곱 값을 더한 값: {plus_3}")
